Repository: OsmBelarus/Databases
Catalog: Nazvy_vulic.OmegaT/omegat/project_save.tmx
Source language: ru
Languages: be

source: Красная Площадь
be: н/Чырвоная Плошча

source: Красная Слобода
be: н/Чырвоная Слабада

source: Красненская
be: пж/Красненская

source: Красненский
be: пм/Красненскі

source: Красноармейская
be: пж/Чырвонаармейская

source: Красноармейский
be: пм/Чырвонаармейскі

source: Краснобригадная
be: пж/Чырвонабрыгадная

source: Красногвардейская
be: пж/Чырвонагвардзейская

source: Красногвардейский
be: пм/Чырвонагвардзейскі

source: Красного Октября
be: н/Чырвонага Кастрычніка

source: Красного Партизана
be: н/Чырвонага Партызана

source: Красного Флота
be: н/Чырвонага Флоту

source: Краснодарская
be: пж/Краснадарская

source: Краснодонская
be: пж/Чырванадонская

source: Краснодонцев
be: н/Чырвонадонцаў

source: Краснозвёздная
be: пж/Чырваназоркавая

source: Краснозвёздный
be: пм/Чырваназоркавы

source: Краснознамённая
be: пж/Чырвонасцяжная

source: Краснознамённый
be: пм/Чырвонасцяжны

source: Красной Кавалерии
be: н/Чырвонай Кавалерыі

source: Красной Слободы
be: н/Чырвонай Слабады

source: Краснопартизанская
be: пж/Чырвонапартызанская

source: Красноперова
be: н/Краснапярова

source: Краснопольская
be: пж/Чырвонапольская

source: Краснопёрова
be: н/Краснапёрава

source: Краснореволюционная
be: пж/Чырвонарэвалюцыйная

source: Краснослободская
be: пж/Чырвонаслабодская

source: Краснослободской
be: пм/Чырвонаслабодскі

source: Краснофлотская
be: пж/Чырвонафлоцкая

source: Краснофлотский
be: пм/Чырвонафлоцкі

source: Красноярская
be: пм/Краснаярскі

source: Красный
be: пм/Чырвоны

source: Красный Берег
be: н/Чырвоны Бераг

source: Красный Октябрь
be: н/Чырвоны Кастрычнік

source: Красных Партизан
be: н/Чырвоных Партызанаў

source: Красня Слабодка
be: н/Чырвоная Слабодка

source: Крахмальный
be: пм/Крухмальны

source: Крашевского
be: н/Крашэўскага

source: Кребовая
be: пж/Крэбавая

source: Кремко
be: н/Крамко

source: Кренкеля
be: н/Крэнкеля

source: Крестьянская
be: пж/Сялянская

source: Крестьянский
be: пм/Сялянскі

source: Кретова
be: н/Крэтава

source: Кречет
be: н/Крэчат

source: Кривая
be: пж/Крывая

source: Кривенченко
be: н/Крывенчанка

source: Кривицкая
be: пж/Крывіцкая

source: Кривичская
be: пж/Крывіцкая

source: Кривичский
be: пм/Крывіцкі

source: Кривой
be: пм/Крывы

source: Кривоноса
be: н/Крываноса

source: Кривошеина
be: н/Крывашэіна

source: Кривца
be: н/Крыўца

source: Кривцова
be: н/Крыўцова

source: Криничная
be: пж/Крынічная

source: Криничный
be: пм/Крынічны

source: Криулина
be: н/Крывуліна

source: Кричевская
be: пж/Крычаўская

source: Криштофовича
be: н/Крыштафовіча

source: Кропоткина
be: н/Крапоткіна

source: Кругликова
be: н/Круглікава

source: Круглый
be: пм/Круглы

source: Круговая
be: пж/Кругавая

source: Круговой
be: пм/Кругавы

source: Кружная
be: пж/Кружная

source: Крупецкая
be: пж/Крупецкая

source: Круповская
be: пж/Крупаўская

source: Крупская
be: н/Крупская

source: Крупский
be: н/Крупскі

source: Крупской
be: н/Крупскай

source: Крупской въезд
be: н/уезд Крупскай

source: Крупцы
be: н/Крупцы

source: Крутая
be: пж/Крутая

source: Крутогорская
be: пж/Крутагорская

source: Крутой
be: пм/Круты

source: Крушинская
be: пж/Крушынская

source: Крыжовая
be: пж/Крыжовая

source: Крыленко
be: н/Крыленкі

source: Крылова
be: н/Крылова

source: Крыловича
be: н/Крыловіча

source: Крымский
be: пм/Крымскі

source: Крыничная
be: пж/Крынічная

source: Крысевичи
be: н/Крысевічы

source: Крышнева
be: н/Крышнева

source: Кстинская
be: пж/Ксцінская

source: Кстинский
be: пм/Ксцінскі

source: Ктаторова
be: н/Ктатарава

source: Кубанская
be: пж/Кубанская

source: Кубанский
be: пм/Кубанскі

source: Кудачевых
be: н/Кудачовых

source: Кудрина
be: н/Кудрына

source: Кузнецкий
be: пм/Кавальскі

source: Кузнецова
be: н/Кузняцова

source: Кузнечная
be: пж/Кавальская

source: Кузнечный
be: пм/Кавальскі

source: Кузнечный-I
be: пм/Кавальны-I

source: Кузнечный-II
be: пм/Кавальны-II

source: Кузько
be: н/Кузько

source: Кузьмина
be: н/Кузьміна

source: Кузьмы Минина
be: н/Кузьмы Мініна

source: Кузьмы Чорного
be: н/Кузьмы Чорнага

source: Кузюбердина
be: н/Кузюбердзіна

source: Куйбышева
be: н/Куйбышава

source: Куйбышевский
be: пм/Куйбышаўскі

source: Куйбышевский спуск
be: н/Куйбышаўскі спуск

source: Кулаженко
be: н/Кулажэнкі

source: Кулаковская
be: пж/Кулакоўская

source: Кулешова
be: н/Куляшова

source: Кулибина
be: н/Кулібіна

source: Куликова
be: н/Кулікова

source: Куликовская
be: пж/Кулікоўская

source: Куликовский
be: пм/Кулікоўскі

source: Кульбакская
be: пж/Кульбацкая

source: Кульман
be: н/Кульман

source: Кульнева
be: н/Кульнева

source: Культуры
be: н/Культуры

source: Кунцевича
be: н/Кунцевіча

source: Кунцевщина
be: н/Кунцаўшчына

source: Кунькова
be: н/Кунькова

source: Купаловская
be: пж/Купалаўская

source: Купалы
be: н/Купалы

source: Купальная
be: н/Купальная

source: Купальская
be: пж/Купальская

source: Купальский
be: пм/Купальскі

source: Куприянова
be: н/Купрыянава

source: Курако
be: н/Куракі

source: Курбатова
be: н/Курбатава

source: Курган Славы
be: н/Курган Славы

source: Курганная
be: пж/Курганная

source: Курганская
be: пж/Курганская

source: Куренецкая
be: пж/Куранецкая

source: Курланская
be: пж/Курланская

source: Курсанта Гвишиани
be: н/Курсанта Гвішыяні

source: Курский
be: пм/Курскі

source: Курчатова
be: н/Курчатава

source: Кустанайский
be: пм/Кустанайскі

source: Кустарная
be: пж/Кустарная

source: Кутепова
be: н/Куцепава

source: Кутузова
be: н/Кутузава

source: Кухарева
be: н/Кухарава

source: Куцевщина
be: н/Кунцаўшчына

source: Кучерявого
be: н/Кучаравага

source: Кушнерский
be: пм/Кушнерскі

source: Кэчевский
be: пм/Кэчаўскі

source: Л. Комсомола
be: н/Л. Камсамолу

source: Л. Толстого
be: н/Л. Толстога

source: Лабенская
be: пж/Лабенская

source: Лавочкина
be: н/Лавачкіна

source: Лавриновича
be: н/Лаўрыновіча

source: Лавровая
be: пж/Лаўровая

source: Лагерная
be: пж/Лагерная

source: Лагерный
be: пм/Лагерны

source: Лагодная
be: пж/Лагодная

source: Лагоды
be: н/Лагоды

source: Ладожский
be: пм/Ладажскі

source: Лажечникова
be: н/Лажачнікава

source: Лазарева
be: н/Лазарава

source: Лазаренко
be: н/Лазарэнкі

source: Лазневый
be: пм/Лазневы

source: Лазо
be: н/Лазо

source: Лазовская
be: пж/Лазоўская

source: Лазурная
be: пж/Лазурная

source: Лазурный
be: пм/Блакітны

source: Лактионова
be: н/Лактыёнава

source: Ламповый
be: пм/Лампавы

source: Ланге
be: н/Ланге

source: Ландарского
be: н/Ландарскага

source: Ландера
be: н/Ландэра

source: Ландшафтная
be: пж/Ландшафтная

source: Ландышева
be: н/Ландышава

source: Ландышевая
be: пж/Ландышавая

source: Ланского
be: н/Ланскога

source: Лапенковская
be: пж/Лапенкаўская

source: Ларина
be: н/Ларына

source: Лариновская
be: пж/Ларынаўская

source: Ларинская
be: пж/Ларынская

source: Латскова
be: н/Лацкага

source: Латышский
be: пм/Латышскі

source: Лаховская
be: пж/Лахоўская

source: Лебедева
be: н/Лебядзева

source: Лебедевская
be: пж/Лебядзеўская

source: Лебедевский
be: пм/Дебядзеўскі

source: Лебедевского
be: н/Лебядзеўскага

source: Лебединая
be: пж/Лебядзіная

source: Лебединый
be: пм/Лебядзіны

source: Лебедёвская
be: пж/Лебядзёўская

source: Леваневского
be: н/Леванеўскага

source: Левановича
be: н/Леванавіча

source: Левая Дубровенка
be: н/Левая Дубровенка

source: Левитана
be: н/Левітана

source: Левицкого
be: н/Лявіцкага

source: Левкова
be: н/Ляўкова

source: Левобереговая
be: пж/Леваберагавая

source: Левобережная
be: пж/Левабярэжная

source: Левонабережная
be: пж/Леванабярэжная

source: Левоняна
be: н/Леваняна

source: Лейтенанта Акимочкина
be: н/Лейтэнанта Акімачкіна

source: Лейтенанта Кижеватова
be: н/Лейтэнанта Кіжаватава

source: Лейтенанта Рябцева
be: н/Лейтэнанта Рабцава

source: Лейтенантская
be: пж/Лейтэнанцкая

source: Лейтенантский
be: пм/Лейтэнанцкі

source: Лелевеля
be: н/Лелявеля

source: Лениградский
be: пм/Ленінградзкі

source: Ленина
be: н/Леніна

source: Ленинградская
be: пж/Ленінградская

source: Ленинградский
be: пм/Ленінградскі

source: Ленинская
be: пж/Ленінская

source: Ленинский
be: пм/Ленінскі

source: Ленинского Комсомола
be: н/Ленінскага Камсамолу

source: Леонида Беды
be: н/Леаніда Бяды

source: Леонова
be: н/Лявонава

source: Леошени
be: н/Леашэні

source: Лепельская
be: пж/Лепельская

source: Лепельский
be: пм/Лепельскі

source: Лепешинского
be: н/Лепяшынскага

source: Лермонтова
be: н/Лермантава

source: Леси Украинки
be: н/Лесі Украінкі

source: Лесика
be: н/Лёсіка

source: Лескопольская
be: пж/Лескапольская

source: Лесная
be: пж/Лясная

source: Лесной
be: пм/Лясны

source: Лесной Ручей
be: н/Лясны Ручай

source: Лесной ручей
be: н/Лясны ручай

source: Лесозаводская
be: пж/Лесазаводская

source: Лесопарковая
be: пж/Лесапаркавая

source: Лесопарковый
be: пм/Лесапарковы

source: Лесохимическая
be: пж/Лесахімічная

source: Летний
be: пм/Летні

source: Летняя
be: пж/Летняя

source: Леухина
be: н/Ляўхіна

source: Лещинская
be: пж/Ляшчынская

source: Лещинский
be: пм/Ляшчынскі

source: Лещинского
be: н/Ляшчынскага

source: Либаво-Роменская
be: пж/Лібава-Роменская

source: Либкнехта
be: н/Лібкнехта

source: Ливенцева
be: н/Лівенцава

source: Лидская
be: пж/Лідская

source: Лидский
be: пм/Лідскі

source: Лизы Чайкиной
be: н/Лізы Чайкінай

source: Лили Карастояновой
be: н/Лілі Карастаянавай

source: Лилии Каростояновой
be: н/Ліліі Карастаянавай

source: Лиловая
be: пж/Ліловая

source: Лиможа
be: н/Ліможа

source: Линейная
be: пж/Лінейная

source: Линейный
be: пм/Лінейны

source: Линия
be: н/Лінія

source: Линковская
be: пж/Лінкаўская

source: Лиозненская
be: пж/Лёзненская

source: Лиозненский
be: пм/Лёзненскі

source: Липковская
be: пж/Ліпкаўская

source: Липковский
be: пм/Ліпкаўскі

source: Липовая
be: пж/Ліпавая

source: Липунова
be: н/Ліпунова

source: Лирическая
be: пж/Лірычная

source: Лисина
be: н/Лісіна

source: Лисиная Горка
be: н/Лісіная Горка

source: Лиственная
be: пж/Лісцевая

source: Лисья Горка
be: н/Лісіная Горка

source: Литвинова
be: н/Ліцвінава

source: Литвиновский
be: пм/Літвінаўскі

source: Литейная
be: пж/Ліцейная

source: Литейный
be: пм/Ліцейны

source: Литературная
be: пж/Літаратурная

source: Литературный
be: пм/Літаратурны

source: Литовская
be: пж//Літоўская

source: Литовского
be: н/Літоўскага

source: Лобана
be: н/Лобана

source: Лобанка
be: н/Лабанка

source: Лобачевского
be: н/Лабачэўскага

source: Лобонка
be: н/Лабанка

source: Логачева
be: н/Лагачова

source: Логишинская
be: пж/Лагішынская

source: Логойская
be: пж/Лагойская

source: Логойский
be: пм/Лагойскі

source: Логуновская
be: пж/Лагуноўская

source: Лодочная
be: пж/Лодачная

source: Лодочный
be: пм/Лодачны

source: Ложинская
be: пж/Ложынская

source: Лозовая
be: пж/Лазовая

source: Лозовой
be: пм/Лазовы

source: Локомобильная
be: пж/Лакамабільная

source: Локомотивная
be: пж/Лакаматыўная

source: Локомотивный
be: пм/Лакаматыўны

source: Ломако
be: н/Ламакі

source: Ломоносова
be: н/Ламаносава

source: Лопанькова
be: н/Лапанькова

source: Лопатина
be: н/Лапаціна

source: Лорченко
be: н/Лорченкі

source: Лососна
be: н/Ласосна

source: Лососнянский
be: пм/Ласаснянскі

source: Лошица
be: н/Лошыца

source: Лошицкая
be: пж/Лошыцкая

source: Лошицкий
be: пм/Лошыцкі

source: Луганский
be: пм/Луганскі

source: Луговая
be: пж/Лугавая

source: Луговой
be: пм/Лугавы

source: Лужеснянская
be: пж/Лужаснянская

source: Лузгина
be: н/Лузгіна

source: Лузенина
be: н/Лузеніна

source: Лукина
be: н/Лукіна

source: Лукомльская
be: пж/Лукомльская

source: Лукомльский
be: пм/Лукомльскі

source: Лукомльское
be: пнж/Лукомльская

source: Лукьяновича
be: н/Лук’яновіча

source: Луначарского
be: н/Луначарскага

source: Лунная
be: пж/Месяцовая

source: Лупова
be: н/Лупава

source: Луферова
be: н/Луферава

source: Луцевщина
be: н/Лучэўшчына

source: Луцкая
be: пж/Луцкая

source: Луцкевича
be: н/Луцкевіча

source: Лучайская
be: пж/Лучайская

source: Лучевая
be: пж/Прамянёвая

source: Лучезарная
be: пж/Прамяністая

source: Луческая
be: пж/Лучоская

source: Луческий
be: пм/Лучоскі

source: Лучинского
be: н/Лучынскага

source: Лучистая
be: пж/Прамяністая

source: Лучниковская
be: пж/Лучнікаўская

source: Лучёский
be: пм/Лучоскі

source: Лыжероллерная Трасса
be: н/Лыжаролерная траса

source: Лынькова
be: н/Лынькова

source: Лысая Гора
be: н/Лысая Гара

source: Лысенко
be: н/Лысенкі

source: Лыщени
be: н/Лышчэні

source: Льва Бакста
be: н/Льва Бакста

source: Льва Сапеги
be: н/Льва Сапегі

source: Льва Толстого
be: н/Льва Талстога

source: Львовская
be: пж/Львоўская

source: Льнозавод
be: н/Лёнзавод

source: Льнозаводская
be: пж/Льнозаводская

source: Льнозаводской
be: пм/Лёнзаводзкі

source: Любанская
be: пж/Любанская

source: Любарского
be: н/Любарскага

source: Любви
be: н/Кахання

source: Любенская
be: пж/Любенская

source: Любимова
be: н/Любімава

source: Людникова
be: н/Люднікава

source: Люлькова
be: н/Люлькава

source: Люси Сечко
be: н/Люсі Сячко

source: Люси Чаловской
be: н/Люсі Чалоўскай

source: Люцинская
be: пж/Люцынская

source: Ляшковича
be: н/Ляшковіча

source: Лётная
be: пж/Лётная

source: Лётный
be: пм/Лётны

source: М Ж К Солнечный
be: н/М Ж К Сонечны

source: М О П Ра
be: н/МАДРа

source: М О П Ровская
be: пж/МЛПРаўская

source: М Т С
be: н/М Т С

source: М Ю Д
be: н/МЮД

source: М. Богдановича
be: М. Багдановіча

source: М. Горецкого
be: н/М. Гарэцкага

source: М. Горького
be: н/М. Горкага

source: М. Казея
be: н/М. Казея

source: М. Рудковского
be: М. Рудкоўскага

source: МКАД
be: н/МКАД

source: Маврина
be: н/Маўрына

source: Магистральная
be: пж/Магістральная

source: Магистральный
be: пм/Магістральны

source: Маглыша
be: н/Маглыша

source: Магнитная
be: пж/Магнітная

source: Магнитный
be: пм/Магнітны

source: Магона
be: н/Магона

source: Мазовецкая
be: пж/Мазавецкая

source: Мазурова
be: н/Мазурава

source: Мазурука
be: н/Мазурука

source: Майкова
be: н/Майкава

source: Майкопская
be: пж/Майкопская

source: Майская
be: пж/Майская

source: Майский
be: пм/Майскі

source: Майский Посад
be: н/Майскі Пасад

source: Майстренко
be: н/Майстрэнка

source: Макавчицкая
be: пж/Макаўчыцкая

source: Макаревича
be: н/Макарэвіча

source: Макаренко
be: н/Макаранкі

source: Макарова
be: н/Макарава

source: Макаёнка
be: н/Макаёнка

source: Макеева
be: н/Макеева

source: Максима Богдановича
be: н/Максіма Багдановіча

source: Максима Горецкого
be: н/Максіма Гарэцкага

source: Максима Горького
be: н/Максіма Горкага

source: Максима Танка
be: н/Максіма Танка

source: Максименко
be: н/Максіменкі

source: Малайчука
be: н/Малайчука

source: Малахитовая
be: пж/Малахітавая

source: Малахова
be: н/Малахава

source: Малаховичская
be: пж/Малахавіцкая

source: Малаховичский
be: пм/Малаховіцкі

source: Малаховская
be: пж/Малахоўская

source: Малая
be: пж/Малая

source: Малая Гражданская
be: пж/Малая Грамадзянская

source: Малая Заречная
be: н/Малая Зарэчная

source: Малая Радужная
be: пж/Малая Вясёлкавая

source: Малая Садовая
be: пж/Малая Садовая

source: Малая Троицкая
be: пж/Малая Траецкая

source: Малинина
be: н/Малініна

source: Малиновая
be: пж/Малінавая

source: Малиновского
be: н/Маліноўскага

source: Малиновый
be: пм/Малінавы

source: Малое Стиклево
be: н/Малое Сціклева

source: Малонабережная
be: пж/Маланабярэжная

source: Малосеребрянская
be: пж/Маласерабранская

source: Малофеевская
be: пж/Малафееўская

source: Малохасановская
be: пж/Малахасанаўская

source: Малыгина
be: н/Малыгіна

source: Малый
be: пм/Малы

source: Малый Замок
be: н/Малы Замак

source: Малый Тростенец
be: н/Малы Трасцянец

source: Малышева
be: н/Малышава

source: Малыщинская
be: пж/Малышчынская

source: Малыщинский
be: пм/Малышчынскі

source: Малявки
be: н/Маляўкі

source: Малярка
be: н/Малярка

source: Мамкина
be: н/Мамкіна

source: Мамонтова
be: н/Мамантава

source: Мандрикова
be: н/Мандрыкава

source: Маневича
be: н/Маневіча

source: Мануфактурная
be: пж/Мануфактурная

source: Манюшко
be: н/Манюшкі

source: Марата
be: н/Марата

source: Марата Казея
be: н/Марата Казея

source: Марача
be: н/Марача

source: Маргелова
be: н/Маргелава

source: Мариганова
be: н/Марыганава

source: Мариненко
be: н/Марыненкі

source: Марка Шагала
be: н/Марка Шагала

source: Маркевича
be: н/Маркевіча

source: Маркова
be: н/Маркава

source: Марковская
be: пж/Маркаўская

source: Маркса
be: н/Маркса

source: Мартиновича
be: н/Марціновіча

source: Мартовский
be: пм/Сакавіцкі

source: Мартынова
be: н/Мартынава

source: Маруды
be: н/Маруды

source: Маруньки
be: н/Марунькі

source: Марусинская
be: пж/Марусінская

source: Марусинский
be: пм/Марусінскі

source: Мархалевского
be: н/Мархалеўскага

source: Маршала Жукова
be: н/Маршала Жукава

source: Марьевская
be: пж/Мар’еўская

source: Маскаева
be: н/Маскаева

source: Маслакова
be: н/Маслакова

source: Масленникова
be: н/Масленікава

source: Масловского
be: н/Маслоўскага

source: Массальского
be: н/Масальскага

source: Массонова
be: н/Масонава

source: Масюковщина
be: н/Масюкоўшчына

source: Матаха
be: н/Матаха

source: Матвеевская
be: пж/Мацвееўская

source: Матвеевский
be: пм/Мацвееўскі

source: Матросова
be: н/Матросава

source: Матусевича
be: н/Матусевіча

source: Матюшенко
be: н/Мацюшэнкі

source: Махновича
be: н/Махновіча

source: Мачульского
be: н/Мачульскага

source: Машековская
be: пж/Машекаўская

source: Машековская Б.
be: пж/Машэкаўская В.

source: Машерова
be: н/Машэрава

source: Машинистов
be: н/Машыністаў

source: Машиностроителей
be: н/Машынабудаўнікоў

source: Машиностроительная
be: пж/Машынабудаўнічая

source: Машиностроительный
be: пм/Машынабудаўнічы

source: Машковский
be: пм/Машкаўскі

source: Маяковского
be: н/Маякоўскага

source: Мебельная
be: пж/Мэблявая

source: Медведева
be: н/Мядведзева

source: Медведовка
be: н/Мядзьведаўка

source: Медвежино
be: н/Мядзвежына

source: Медицинская
be: пж/Медыцынская

source: Медицинский
be: пм/Медыцынскі

source: Медковская
be: пж/Мядкоўская

source: Медковский
be: пм/Мядкоўскі

source: Медновская
be: пж/Меднаўская

source: Медовая
be: пж/Мядовая

source: Медовый
be: пм/Мядовы

source: Междугородная
be: пж/Міжгародняя

source: Междугородняя
be: пж/Міжгародняя

source: Международная
be: пж/Міжнародная

source: Межевая
be: пж/Межавая

source: Межевой
be: пм/Межавы

source: Мележа
be: н/Мележа

source: Мелеоративная
be: пж/Меліярацыйная

source: Мелиаротивный
be: пм/Меліяратыўны

source: Мелиоративная
be: пж/Меліяратыўная

source: Мелиоративный
be: пм/Меліяратыўны

source: Мелиораторов
be: н/Меліяратараў

source: Меловые горы
be: н/Крэйдавыя горы

source: Мелодичная
be: пж/Меладычная

source: Мельникайте
be: н/Мельнікайтэ

source: Мельникова
be: н/Мельнікава

source: Мельничная
be: пж/Млынная

source: Мельничный
be: пм/Млынавы

source: Мемориальный зал
be: н/Ммарыяльны зал

source: Менделеева
be: н/Мендзялеева

source: Менжинского
be: н/Мянжынскага

source: Меречская застава
be: н/Мерацкая застава

source: Мержинского
be: н/Мяржынскага

source: Местечковая
be: пж/Мястэчковая

source: Местный
be: пм/Мясцовы

source: Металлистов
be: н/Металістаў

source: Металлургов
be: н/Металургаў

source: Метеорологический
be: пм/Метэаралагічны

source: Метизников
be: н/Мяцізнікава

source: Механизаторов
be: н/Механізатараў

source: Механическая
be: пж/Механічная

source: Мечникова
be: н/Мечнікава

source: Мигая
be: н/Мігая

source: Миговская
be: пж/Мігаўская

source: Миколаевская
be: пж/Мікалаеўская

source: Миколуцкого
be: н/Мікалуцкага

source: Миколы Засима
be: н/Міколы Засіма

source: Микрорайон Шатилки
be: н/мікрараён Шацілкі

source: Микулича
be: н/Мікуліча

source: Милицейская
be: пж/Міліцэйская

source: Милоградская
be: пж/Мілаградзкая

source: Милославичская
be: пм/Мілаславіцкая

source: Мильчанская
be: пж/Мільчанская

source: Мильчанский
be: пм/Мільчанскі

source: Минаева
be: н/Мінаева

source: Минейки
be: н/Мінейкі

source: Минейко
be: н/Мінейкі

source: Минина
be: н/Мініна

source: Минометный
be: пм/Мінамётны

source: Миномётный
be: пм/Мінамтны

source: Минская
be: пж/Мінская

source: Минская Велосипедная дорожка
be: Мінская роварная дарожка

source: Минский
be: пм/Мінскі

source: Минское
be: пнж/Мінская

source: Мира
be: н/Міру

source: Мирная
be: пж/Мірная

source: Мирный
be: пм/Мірны

source: Миронова
be: н/Міронава

source: Мироновой
be: н/Міронавай

source: Мирошника
be: н/Мірошніка

source: Мирошниченко
be: н/Мірашнічэнкі

source: Мирская
be: пж/Мірская

source: Митьки
be: н/Міцькі

source: Михаила Кутузова
be: н/Міхаіла Кутузава

source: Михаила Лынькова
be: н/Міхася Лынькова

source: Михаила Морозова
be: н/Міхаіла Марозава

source: Михаила Рудковского
be: н/Міхаіла Рудкоўскага

source: Михаила Фрунзе
be: н/Міхаіла Фрунзэ

source: Михайлова
be: н/Міхайлава

source: Михайловская
be: пж/Міхайлаўская

source: Михайловский
be: пм/Міхайлаўскі

source: Михаленка
be: н/Міхаленкі

source: Михалово
be: н/Міхалова

source: Михалькова
be: н/Міхалькова

source: Михася Лынькова
be: н/Міхася Лынькова

source: Михася Чарота
be: н/Міхася Чарота

source: Мицкевича
be: н/Міцкевіча

source: Мичурина
be: н/Мічурына

source: Млынарная
be: пж/Млынарная

source: Мовзона
be: н/Маўзона

source: Мовчанского
be: н/Маўчанскага

source: Могилевская
be: пж/Магілёўская

source: Могилевский
be: пм/Магілёўскі

source: Могилевское
be: Магілёўская

source: Могилёвская
be: пж/Магілёўская

source: Могилёвский
be: пм/Магілёўскі

source: Можайского
be: н/Мажайскага

source: Можжевеловая
be: пж/Ядлаўцовая

source: Мозалькова
be: н/Мазалькова

source: Мозолькова
be: н/Мазалькова

source: Мозырская
be: пж/Мазырская

source: Мозырский
be: пм/Мазырскі

source: Мозырьская
be: пж/Мазырская

source: Мозырьский
be: пм/Мазырскі

source: Моисеенко
be: н/Маісеенкі

source: Мокрый
be: пм/Мокры

source: Мокрянская
be: пж/Макранская

source: Мокрянский
be: пм/Макранскі

source: Молодая
be: пж/Маладая

source: Молодежный
be: пм/Моладзевы

source: Молодеченская
be: пж/Маладзечанская

source: Молодечненская
be: пж/Маладзечанская

source: Молодечненский
be: пм/Маладзечанскі

source: Молодешная
be: Моладзевая

source: Молодогвардейская
be: пж/Маладагвардзейская

source: Молодогвардейский
be: пм/Маладагвардзейскі

source: Молодости
be: н/Маладосці

source: Молодёжная
be: пж/Моладзевая

source: Молодёжный
be: пм/Моладзевы

source: Молокова
be: н/Молакава

source: Молоковича
be: н/Малаковіча

source: Молотковичская
be: пж/Малатковіцкая

source: Молочная
be: пж/Малочная

source: Молочный
be: пм/Малочны

source: Молчанова
be: н/Малчанава

source: Монастырская
be: пж/Манастырская

source: Монахова
be: н/Манахава

source: Монтажников
be: н/Мантажнікаў

source: Мопра
be: н/Мопра

source: Мопровская
be: пж/Мопраўская

source: Мопровский
be: пм/Мопраўскі

source: Мориса Тореза
be: н/Морыса Торэза

source: Морозова
be: н/Марозава

source: Морская
be: пж/Марская

source: Морской
be: пм/Марскі

source: Москвина
be: н/Масквіна

source: Московская
be: пж/Маскоўская

source: Московский
be: пм/Маскоўскі

source: Московского
be: н/Маскоўскага

source: Московское
be: пнж/Маскоўская

source: Московской дивизии
be: н/Маскоўскай дывізіі

source: Мостовая
be: пж/Маставая

source: Мостовой
be: пм/Маставы

source: Моторостроителей
be: н/Маторабудаўнікоў

source: Моховая
be: пж/Мохавая

source: Моховой
be: пм/Мохавы

source: Мочалова
be: н/Мачалава

source: Мошенского
be: н/Машэнскага

source: Мощенковская
be: пж/Машчонкаўская

source: Мощёнка
be: н/Мошчанка

source: Мстиславская
be: пж/Мсціслаўская

source: Мстиславский
be: пм/Мсціслаўскі

source: Мудренко
be: н/Мудрэнкі

source: Музейный
be: пм/Музейны

source: Музыкальная
be: пж/Музычная

source: Музыкальный
be: пм/Музычны

source: Мультана
be: н/Мультана

source: Мулявина
be: н/Мулявіна

source: Муляровская
be: пж/Мулароўска

source: Мулярская
be: пж/Мулярская

source: Муманский
be: пм/Муманскі

source: Муражская
be: пж/Муражская

source: Мурманская
be: пж/Мурманская

source: Муровщизна
be: н/Мураўшчызна

source: Мусоргского
be: н/Мусаргскага

source: Мусорского
be: н/Мусаргскага

source: Мухавецкая
be: пж/Мухавецкая

source: Мухина
be: н/Мухіна

source: Муховецкий
be: пм/Мухавецкі
